<html>
<title>Bleach</title>
    <body style="font-size: 20px">
        <header style= "background-color: black; padding:20px">
            <img src="https://w0.peakpx.com/wallpaper/824/696/HD-wallpaper-bleach-logo-bleach-flaming-skull-logo-anime.jpg">    
        </header>

        <main>
            <h1 id="info">Сообщество душ</h1>
            <ol><li>Соціум душ (Soul Society) — це один із головних світів в аніме та манзі Bleach. Це потойбічний світ, куди потрапляють душі померлих людей. Соціум душ складається з двох частин: центрального Сейретея (місце проживання дворян і шинигамі) та околиць Руконґая, де живуть звичайні душі.</li>

            <li>Шинигамі (провідники душ) керують Соціумом душ і захищають його від порожніх (злих духів). Соціум душ також виконує функцію миротворчого органу, що стежить за балансом між світом людей і духовним світом. Головним урядовим органом є Готей 13 — 13 загонів шинигамі, кожен з яких має свого капітана і лейтенанта.
            </li></ol>
            
            <h1 id="info">Фандом</h1>
            <p>Ічімару Гін - Лейтенант 3-го загону в 13-му загоні вартових, що приховує свої справжні наміри за доброзичливою маскою. Пізніше з'ясовується, що співпрацював з Аранкаром.</p>

            <p>Аранкари - занепалі варти, які стали холло і набули чинності. Головні серед них:</p>

            <p>Еспада: Група з десяти найсильніших Аранкарів, серед них:</p>
            <ol>
                <li>Ямамото Генрюсай Шигекуні - Капітан 1-го загону та головний командувач 13-м загоном. Дуже могутній і мудрий, використовує свої знання та силу для захисту світу.</li>

                <li>Укитака Соте - Капітан 13-го загону, відомий своєю добротою і силою. Був учнем Ямамото і є його довіреною   особою.</li>

                <li>Кучікі Бякуя - Капітан 6-го загону, благородний і строгий, відомий своєю могутньою технікою і благородством.</li>

                <li>Садзукі Киске - Капітан 3-го загону, який веде себе спокійно і раціонально. Має гостре почуття справедливості.  </li>

                <li>Шимадзу Цукиші - Капітан 7-го загону, спеціалізується на бойових мистецтвах і стратегії.</li>

                <li>Сигецу Тойо - Капітан 10-го загону, відомий своїм холоднокровністю і ефективністю в бою.</li>

                <li>Орихиме Інуе - Не капітан, але важливий союзник Ічіго і володіє унікальними здібностями.</li>

                <li>Ізума Куронэ - Капітан 11-го загону, відомий своєю силою і бойовою могутністю.</li>

                <li>Сусуки Мадзусі - Капітан 12-го загону, інженер і винахідник, який створює різні пристрої та технології.</li>

                <li>Масамунэ Кісукэ - Капітан 2-го загону, спеціалізується на розвідці та шпигунстві.</li>

                <li>Куросака Ічіго - Не капітан, але головний герой, важливий персонаж в аніме.</li>
                <li>Куросава Ёсіро - Капітан 4-го загону, відомий своєю медичною експертизою і турботою про інших.</li>
            </ol>
            <img src="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSbJh4iKUdd_o48pAtcR70WYgA_udX66_HJZg&s" width="400px">

            <p>Аніме "Бліч" розповідає історію Ічіго Куросакі, підлітка, який випадково отримує сили Шінігамі (Духа Смерті) і тепер має захищати світ від різних духовних загроз, включаючи Холло та Аранкаров.</p>
        </main>

        <footer style= "background-color: black;">    
            <p style= "color: white; text-align: center; padding: 20px"><a href="#info" style= "color: white">про нас</a></p>
        </footer>
    </body>
</html>
